"UnknownTime" = "--";
"<n> seconds" = "%d sekunder";
"Less than a minute" = "Mindre end et minut";
"a minute" = "et minut";
"<n> minutes" = "%d minutter";
"an hour" = "en time";
"<n> hours" = "%d timer";
"About <time>" = "Omkring %@";
